tap 'caskroom/cask'

brew 'carthage'
brew 'direnv'
brew 'ghq'
brew 'gnupg'
brew 'jq'
brew 'mas'
brew 'nmap'
brew 'packer'
brew 'peco'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'wget'
brew 'zplug'
brew 'zsh'

cask 'arq'
cask 'clipy'
cask 'docker'
cask 'dropbox'
cask 'fork'
cask 'google-chrome'
cask 'hyperswitch'
cask 'istat-menus'
cask 'iterm2'
cask 'launchbar'
cask 'paw'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'

mas '1Password', id:443987910
mas 'CotEditor', id: 1024640650
mas 'Magnet', id: 441258766
mas 'Marked 2', id: 890031187
mas 'Proxy', id: 874920950
mas 'Quiver', id: 866773894
mas 'Scapple', id: 568020055 
mas 'Things 3', id: 904280696
